Repository: elementary/settings-sound
Catalog: po/extra/*.po
Languages: ca, es, fr, he, hu, ja, nl, pl, pt, pt_br, ru, sv, uk

source: Sound Settings
ca: Paràmetres del so
es: Configuración de Sonido
fr: Paramètres de son
he: הגדרות שמע
hu: Hangbeállítások
ja: サウンド設定
nl: Geluidsinstellingen
pl: Ustawienia dźwięku
pt: Definições do Som
pt_br: Configurações de som
ru: Параметры звука
sv: Ljudinställningar
uk: Налаштування звуку

source: Change sound and microphone volume
ca: Canvieu el volum del so i del micròfon
es: Cambie el volumen del micrófono y el sonido
fr: Changer le volume du son et du microphone
he: שינוי עצמת השמע לצליל ולמיקרופון
hu: Hang és mikrofon hangerejének beállítása
ja: サウンドとマイクのボリュームを変更します
nl: Wijzig geluids- en microfoonvolume
pl: Zmień głośność dźwięku i mikrofonu
pt: Alterar volume do som e do microfone
pt_br: Mudar o volume do som e microfone
ru: Изменить громкость звука и микрофона
sv: Ändra ljud- och mikrofonvolym
uk: Зміна гучності динаміків та мікрофона

source: Improvements:
ca: Millores:
es: Mejoras:
fr: Améliorations :
he: שיפורים:
hu: Újítások:
ja: 改善点:
nl: Verbeteringen:
pl: Ulepszenia:
pt: Melhorias:
pt_br: Melhorias:
ru: Улучшения:
sv: Förbättringar:
uk: Удосконалення:

source: Fix crash when connecting bluetooth audio players
ca: Solució de l'error en connectar reproductors d'àudio bluetooth
fr: Correction d'un plantage lors de la connexion de lecteurs audio Bluetooth
he: תוקנה קריסה בהתחברות לנגני מוזיקה דרך בלוטות׳
hu: Bluetooth-audiólejátszók csatlakoztatásakor történő összeomlás javítása
ja: Bluetooth オーディオプレーヤー接続時にクラッシュする不具合を修正
nl: Crash verholpen wanneer bluetooth-geluidsapparatuur wordt verbonden
pl: Naprawiono błąd podczas łączenia z odtwarzaczami audio przez Bluetooth
pt_br: Corrige uma falha quando conecta reprodutores de áudio Bluetooth
ru: Исправлен сбой при подключении Bluetooth-аудиоплееров
sv: Fixa krasch vid anslutning av Bluetooth-ljudspelare
uk: Виправлено помилку під час під'єднання аудіопрогравачів Bluetooth

source: Updated translations
ca: Traduccions actualitzades
es: Traducciones actualizadas
fr: Mise à jour des traductions
he: תרגומים עודכנו
hu: Frissített fordítások
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowane tłumaczenia
pt: Traduções atualizadas
pt_br: Traduções atualizadas
ru: Обновлены переводы
sv: Uppdaterade översättningar
uk: Оновлені переклади

source: New Features:
ca: Característiques noves:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
hu: Új funkciók:
ja: 新機能:
nl: Nieuwe functies:
pl: Nowe funkcje:
pt: Novas funcionalidades:
pt_br: Novos Recursos:
ru: Новые возможности:
sv: Nya funktioner:
uk: Нові функції:

source: Control the volume of individual apps
ca: Control del volum d'aplicacions individuals
es: Ahora se puede controlar el volumen individual de cada aplicación
fr: Contrôlez individuellement le volume des applications
he: שליטה בעוצמת שמע של יישומים בנפרד
hu: Az egyes alkalmazások hangerejének szabályozása
ja: アプリごとの音量調整
nl: Bedien het volume van individuele apps
pl: Kontrolowanie głośności poszczególnych aplikacji
pt_br: Controlar o volume de aplicativos individuais
ru: Управление громкостью приложений индивидуально
sv: Kontrollera volymen för enskilda appar
uk: Керування гучністю окремих застосунків

source: Include missing output items in search results
ca: Inclou els elements de sortida que falten als resultats de la cerca.
es: Ahora se incluyen dispositivos de salida faltantes en la búsqueda de resultados
fr: Ajout des éléments de sortie manquants dans les résultats de la recherche
he: לכלול פריטי פלט חסרים בתוצאות החיפוש
hu: A keresési eredményekből hiányzó elemek megjelenítése
ja: 出力タブの一部項目が検索結果に表示されていなかったのを修正
nl: Voeg missende uitvoer-items toe in zoekresultaten
pl: Dodano brakujące elementy wyjścia w wynikach wyszukiwania
pt_br: Incluir itens de saída ausentes nos resultados da pesquisa
ru: Отсутствовавшие настройки выводов добавлены в результаты поиска
sv: Inkludera saknade utgångsobjekt i sökresultaten
uk: Включення відсутніх елементів у результати пошуку

source: Improve responsiveness for large and small displays
ca: Millora de la capacitat de resposta per a pantalles grans i petites
es: Se mejoró la velocidad para grandes y pequeñas pantallas
fr: Amélioration de l'adaptabilité pour les grands et petits écrans
he: התגובתיות של תצוגות גדולות וקטנות השתפרה
hu: A reszponzivitás javítása nagy és kicsi képernyőkön
ja: 大型・小型のディスプレイを考慮したレスポンシブデザインに改善
nl: Verbeter de responsiviteit voor kleine en grote beeldschermen
pl: Zwiększono responsywność dla dużych i małych ekranów
pt_br: Melhore a responsividade para telas grandes e pequenas
ru: Улучшения адаптации интерфейса для больших и маленьких экранов
sv: Förbättrad responsivitet för stora och små skärmar
uk: Поліпшення адаптивності для великих і маленьких дисплеїв

source: Better volume level indicator for microphones
ca: Millor indicador de nivell de volum per a micròfons
es: Un mejor indicador de nivel de volumen para micrófonos
fr: Meilleur indicateur de volume pour les micros
he: מחוון עצמת השמע למיקרופונים השתפר
hu: Jobb hangerő-indikátor a mikrofonokhoz
ja: マイクの音量レベルインジケーターの見た目を改善
nl: Betere volumeniveau-indicator voor microfoons
pl: Lepszy indykator głośności dla mikrofonów
pt_br: Melhor indicador de nível de volume para microfones
ru: Улучшенный индикатор громкости для микрофонов
sv: Bättre volymnivåindikator för mikrofoner
uk: Кращий індикатор рівня гучності мікрофонів

source: Show screen reader shortcut
ca: Mostra la drecera del lector de pantalla
es: Se muestra el atajo para el lector de pantalla
fr: Affichage d'un raccourci vers le lecteur d'écrab
he: מוצג קיצור למקריא המסך
hu: Képernyőlvasó-gyorsparancs megjelenítése
ja: スクリーンリーダーのショートカットキーを表示するように修正
nl: Geef schermlezersneltoets weer
pl: Widoczny skrót do czytnika ekranu
pt_br: Mostrar atalho do leitor de tela
ru: Отображение сочетания клавиш для чтения с экрана
sv: Visa genväg för skärmläsare
uk: Показ комбінації клавіш зчитувача з екрана

source: Minor updates:
ca: Actualitzacions menors:
es: Actualizaciones menores:
fr: Mises à jour mineures :
he: עדכונים משניים:
hu: Kisebb frissítések:
ja: マイナーアップデート:
nl: Kleine updates:
pl: Mniejsze aktualizacje:
pt: Pequenas atualizações:
pt_br: Pequenas atualizações:
ru: Незначительные обновления:
sv: Mindre uppdateringar:
uk: Незначні оновлення:

source: Use device form factor when available to assign more accurate icons
ca: Usa el factor de forma del dispositiu quan estigui disponible per assignar icones més precises.
es: Se usa el factor de forma del dispositivo cuando esté disponible para asignar iconos más precisos
fr: Utilisation du format de l'appareil, lorsqu'il est disponible, pour attribuer des icônes plus précises
he: נעשה שימוש במתווה החיצוני של המוצר כשאפשר כדי להקצות סמלים מדויקים יותר
hu: A pontosabb ikonok hozzárendeléséhez használja az eszköz formai tényezőjét, ha az rendelkezésre áll
ja: 可能であればよりデバイスの種類にあった形状のアイコンを表示するように修正
nl: Gebruik de vormfactor van het apparaat wanneer beschikbaar om beter passende iconen toe te wijzen
pl: Użyto czynnik formatu urządzenia do przydzielania dokładniejszych ikon
pt: Usar o fator de forma do dispositivo quando disponível para atribuir ícones mais precisos
pt_br: Use o fator de forma do dispositivo quando disponível para atribuir ícones mais precisos
ru: Использование форм фактора устройства, когда возможно, для показа более подходящих иконок
sv: Använd enhetens formfaktor när det finns tillgängligt för att tilldela mer exakta ikoner
uk: Використовувати формфактор пристрою, коли це можливо, для призначення точніших піктограм

source: Provide a fallback device icon in case none is available
ca: Proporciona una icona de dispositiu alternativa en cas que no n'hi hagi cap de disponible.
es: Se ofrece un icono de dispositivo alternativo si nada se encuentra disponible
fr: Ajout d'une icône de périphérique par défaut si aucune icône n'est disponible
he: אספקת סמל התקן כנסיגה במקרה שאין סמל זמין
hu: Alapértelmezett ikon biztosítása arra az esetre, ha nincs elérhető
ja: デバイスアイコンが利用できない場合に、代わりのアイコンを表示するように修正
nl: Bied een terugval apparaat-icoon in het geval dat er geen andere beschikbaar is
pl: Dodano alternatywną ikonę urządzenia gdy żadna nie jest dostępna
pt: Disponibiliza um ícone de dispositivo de recurso no caso de nenhum estar disponível
pt_br: Fornecer um ícone de dispositivo de reserva caso nenhum esteja disponível
ru: Показ резервного значка устройства в случае, если таковой недоступен
sv: Tillhandahåll en reservikon för enheten om ingen sådan är tillgänglig
uk: Додано запасну піктограму пристрою на випадок, якщо вона недоступна

source: More helpful placeholder text when no input devices are found
ca: Text de marcador de posició més útil quan no es troba cap dispositiu d'entrada
es: Un texto alternativo más útil cuando no se encuentran dispositivos de entrada
fr: Texte explicatif plus clair lorsqu'aucun périphérique d'entrée n'est trouvé
he: טקסט מילוי מקום כשלא נמצאים התקני קלט
hu: Hasznosabb helykitöltő szöveg arra az esetre, ha nem találhatóak bemeneti eszközök
ja: 入力デバイスが見つからない場合に表示するプレースホルダーに、より有益な情報を表示するように修正
nl: Behulpzamere plaatsaanduidende tekst wanneer geen invoerapparaten zijn gevonden
pl: Dodano bardziej pomocny tekst zastępczy przy braku urządzeń wprowadzania
pt: Texto mais útil quando não são encontrados dispositivos de entrada
pt_br: Texto de espaço reservado mais útil quando nenhum dispositivo de entrada é encontrado
ru: Более полезный текст-заполнитель при отсутствии устройств ввода
sv: Mer användbar platshållartext när inga ingångsenheter hittas
uk: Корисніший текст заповнювач, коли не знайдено жодних пристроїв введення

source: New features:
ca: Característiques noves:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
hu: Új funkciók:
ja: 新機能:
nl: Nieuwe functies:
pl: Nowe funkcje:
pt: Novas funcionalidades:
pt_br: Novas funcionalidades:
ru: Новые возможности:
sv: Nya funktioner:
uk: Нові функції:

source: Show device icons
ca: Mostra les icones del dispositiu.
es: Se muestran iconos de dispositivos
fr: Affichage des icônes des appareils
he: הצגת סמלי התקנים
hu: Eszközikonok kijelzése
ja: デバイスのアイコンを表示するように変更
nl: Geef apparaaticonen weer
pl: Wyświetlanie ikon urządzenia
pt: Mostrar ícones de dispositivos
pt_br: Mostrar ícones do dispositivo
ru: Отображение значков у девайсов
sv: Visa enhetssymboler
uk: З'явилися піктограми пристроїв

source: Switch to enable the screen reader
ca: Interruptor per activar el lector de pantalla
es: Se ofrece la posibilidad de cambiar a un lector de pantalla
fr: Option pour activer le lecteur d'écran
he: יש להחליף כדי להפעיל את מקריא המסך
hu: Kapcsoló a képernyőolvasóhoz
ja: スクリーンリーダーを有効化できるスイッチを追加
nl: Wissel om de schermlezer te activeren
pl: Przełącznik do włączenia czytnika ekranu
pt: Mudar para ativar o leitor de ecrã
pt_br: Alterne para ativar o leitor de tela
ru: Переключатель чтения с экрана
sv: Växla för att aktivera skärmläsaren
uk: Додано перемикач увімкнення читання з екрана
