Repository: elementary/settings-sound
Catalog: po/*.po
Languages: ckb

source: Sound
ckb: دەنگ

source: Change sound and microphone volume
ckb: گۆڕینی بەرزی دەنگ و مایکرۆفۆن

source: Output
ckb: دەنگی دەردراو

source: Input
ckb: وەرگرتنی دەنگ

source: Device
ckb: ئامێر

source: Port
ckb: پۆرت

source: Volume
ckb: بەرزی دەنگ

source: Balance
ckb: باڵانس

source: Enable
ckb: کاراکردن

source: Play sound
ckb: دەرکردنی دەنگ

source: Flash screen
ckb: فلاش سکرین

source: Test Speakers…
ckb: تاقیکردنەوەی بڵندگۆکان…

source: No Connected Audio Devices Detected
ckb: هیچ ئامێرێکی دەنگی پەیوەستکراو نەدۆزرایەوە

source: Check that all cables are securely attached and audio input devices are powered on.
ckb: دڵنیابە کە هەموو وەیارەکان بە دروستی بەجێگەی خۆیانەوەن و ئامێرە دەنگییەکانی وەرگرتنی دەنگ پێکراون.

source: Unamplified
ckb: ئاسایی

source: Peak detect
ckb: دیاریکردنی پیک

source: Built-in
ckb: ناوخۆیی

source: Speaker
ckb: بڵندگۆ

source: Handset
ckb: سێتی دەستی

source: TV
ckb: تیڤی

source: Webcam
ckb: کامێرا (وێبکام)

source: Microphone
ckb: مایکرۆفۆن

source: Headset
ckb: هێدسێت

source: Headphone
ckb: هێدفۆن

source: Hands-Free
ckb: هاندس-فری

source: Car
ckb: ئۆتۆمبێل

source: HiFi
ckb: های فای

source: Computer
ckb: کۆمپیتەر

source: Portable
ckb: هەڵگیراو
